Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Professor Stensrud emphasises that weight-bearing exercise and bodybuilding, as well as having an adequate intake of energy, are important for good bone health in athletes and people engaging in exercise in all age groups.
nb: Stensrud understreker at vektbærende trening og styrketrening, samt tilstrekkelig energiinntak er viktig for god beinhelse hos idrettsutøvere og mosjonister i alle aldersgrupper.

source: They establish provisions for admission to, participation in and completion of doctoral training, including joint degrees and cotutelle (joint supervision) agreements (see section 24.2).
nb: Retningslinjene anbefaler regler om opptak til, gjennomføring og avslutning av ph.d.‐utdanningen, herunder fellesgrader og cotutelle (se §24.2)

source: Different composite and area scores for the HSEBT and SEBT had variable correlations (range r =.269 to.823), with a wider range of observed values for the individual reaches (range r = -.182 to.822).
nb: De ulike sammensatte scorene og arealberegningene fra utfallsmålinger for HSEBT og SEBT hadde variable korrelasjoner (variasjonsbredde r =.269 til.823) hvor en bredere distribusjon ble observert for individuelle tester (variasjonsbredde r = -.182 til.822).

source: the PhD-candidate level and less at the PhD-program level and this could be improved at NIH
nb: Tiltakene som er prioritert, er med sikte på økt programkvalitet i ph.d.-løpet og ph.d.-programmet som helhet.

source: Senior Lecturer at the University of Exeter.
nb: Tidligere førsteamunensis ved Universitetet i Exeter.

source: 143 overweight women were randomly divided into four large groups of very closely equal size.
nb: 143 overvektige kvinner fordelt tilfeldig i fire like store grupper.

source: Figures from the Norwegian Diabetes Association, April 2019
nb: Tall fra Diabetesforbundet, april 2019

source: Research topics was mainly civil society, voluntary organizations and politics and most research projects concerned sports.
nb: Forskningstema her var først og fremst sivilsamfunn, frivillige organisasjoner og politikk og flesteparten av forskningsprosjektene dreide seg om idrett.

source: Roar Amundsen has graduated from the Norwegian School of Sports Science with a master thesis within muscle physiology in 2015.
nb: Roar Amundsen tok mastergrad ved NIH, Institutt for fysisk prestasjonsevne i 2015.

source: – Let’s look back to October 1943. The Nazis have occupied Denmark and want to intern all Jews in concentration camps.
nb: – Vi tenker oss tilbake til oktober 1943, nazistene har okkupert Danmark og vil internere alle jøder i konsentrasjonsleirer.

source: Good communication before and during competitions is so important that several of the coach-athlete pairs in Ms Frøyen's study practiced it specifically.
nb: God kommunikasjon inn mot og under konkurranser er så viktig at flere av trener-utøver-parene i Frøyens studie øvde spesielt på det.

source: I benefitted from working closely with the Norwegian Handball Federation," says Haugsbø Andersson.
nb: I denne prosessen har jeg også hatt et godt samarbeid med Norges Håndballforbund, sier Haugsbø Andersson.

source: Documentation of completed course must be submitted
nb: Dokumentasjon på gjennomført kurs må fremlegges.

source: : Analysis of match videos designed to identify how diligently players turn their heads in order to identify what is happening around them during the last 10 seconds before they receive the ball.
nb: Analyse av kamp-videoer for å kartlegge hvor flittig spillerne vender hodet for å kartlegge situasjonene rundt seg de 10 siste sekundene før de selv mottar ballen.

source: Attention, cognition, executive functioning, fatigue, stress-reduction, mental training in high performance environments
nb: Oppmerksomhet, kognisjon, eksekutiv funksjon, mental tretthet, stress reduksjon, mental trening i høyprestasjonsmiljøer

source: Doing leg presses, the subjects with the least progression increased their max. lift by 35 kg, while the subjects with the best results managed 115 kg more than at the start of the training programme.
nb: I øvelsen beinpress økte de som hadde minst progresjon med 35 kg i maxløft, mens de med best resultat klarte 115 kg mer enn ved starten av treningsprogrammet.

source: : The players were equipped with special glasses that track exactly how they move their eyes and juxtapose that with what they're looking at.
nb: Spillere utstyres med spesialbriller som sporer nøyaktig hvordan de beveger øyene og sammenstiller det med hva de ser på.

source: (IAAP: 1994-1998), and past President of AASP (2008-2010).
nb: 1994 - 1998), og tidligere president i AASP (2008-2010).

source: Professor Emerita and the first rector of NIH, Kari Fasting.
nb: Professor emerita og NIHs første rektor, Kari Fasting.

source: It can, in turn, lead to cardiovascular diseases.”
nb: Det kan i sin tur føre til at man pådrar seg hjerte- og karsykdommer.

source: In addition, they were able to take an “active break” during the otherwise sedentary lessons by watching a “just dance” video, for example.
nb: I tillegg fikk de en «aktiv pause» i løpet av ellers stillesittende undervisningstimer, for eksempel med en «just dance»-video.

source: This is true not only for elite players but also for players in lower divisions.
nb: Dette gjelder ikke bare for elitespillere, men også for spillere i lavere divisjoner.

source: Everything has to happen quickly and correctly,” says Amelia Werkhausen.
nb: Alt må gå raskt og riktig for seg, sier Amelie Werkhausen.

source: —I hope that it is because this is an exciting, important subject, especially for young athletes.
nb: - Jeg håper det er fordi det er et spennende og viktig tema, spesielt for unge idrettsutøvere.

source: Dr. Loland is a member of WADA’s Ethics Committee (2004-), of the Research Committee at the IOC Olympic Studies Centre (2013-), and he is an supervising professor at The International Olympic Academy in Olympia, Greece (2001-).
nb: Loland er medlem av WADA's etiske komite (2004-), sitter i IOCs komite for samfunnsvitenskapelig og humanistisk forskning (2013-), og er rådgivende professor ved The International Olympic Academy i Olympia, Hellas (2001-).

source: is the female hormone, of course, but men – including those who took part in the NIH tests – have some oestrogen in their bodies.
nb: er jo det kvinnelige kjønnshormonet, men menn, som de som var med på NIH-testene, har også litt av dette.

source: Mathisen believes that this emphasises the need for training and dietary guidance.
nb: Dette mener Mathisen understreker behovet for trenings- og kostholdsveiledning.

source: So making it possible for more people to cycle to work is an excellent public health measure," says Solveig Nordengen.
nb: Derfor er tilrettelegging for mer jobbsykling et glimrende folkehelsetiltak, sier Solveig Nordengen.

source: Section 8.1 Purpose, content and scope
nb: § 8.1 Formål, innhold og omfang

source: How to prevent violence and abuse in sports?
nb: Hvordan forhindre vold og misbruk i idretten?

source: The cookie is automatically deleted when it is 6 months since the user last visited the site.
nb: Cookien slettes automatisk når det er 6 måneder siden brukeren var innom nettstedet sist.

source: He has been a visiting scholar at several foreign institutions, including Stanford University in 1993 and the University of Southern California from 2014 to 2016.
nb: Han har gjennomført flere forskningsopphold ved utenlandske institusjoner, blant annet ved Stanford University i 1993 og ved University of Southern California fra 2014 til 2016.

source: They would not have been there at all if it wasn't for Mimo.
nb: Her ville de ikke vært om det ikke var for Mimo.

source: Respiratory and exercise physiology, pulmonary diseases and exercise, elite athletes and development of asthma.
nb: Respirasjons og arbeidsfysiologi, lungesykdommer og trening, toppidrettsutøvere og utvikling av astma.

source: Study 2: In this cross-sectional study, we will assess the prevalence and associated risk factors of urinary incontinence and other pelvic floor dysfunctions in Norwegian male and female powerlifters and Olympic weightlifters.
nb: Studie 2: I denne tverrsnittstudien vil vi undersøke forekomst av og risikofaktorer for urinlekkasje og andre bekkenbunnsplager blant kvinnelige og mannlige styrkeløftere og vektløftere på høyt nasjonalt nivå.

source: a) Thorsby talks about the practitioners as change agents.
nb: a) Thorsby snakker om utøverne som endringsagenter.

source: One example describes «Lea's» first outing in Nordmarka:
nb: Som denne beskrivelsen av «Leas» sin første tur i Nordmarka:

source: She is the director of marketing at Les Mills Nordic and has been given this article for review.
nb: Hun er direktør for markedsføring hos Les Mills Nordic og har fått denne artikkelen til gjennomsyn.

source: Introductory seminar (two (2) credits)
nb: Introduksjonsseminar (2 studiepoeng)

source: The older group trained for 11 weeks, the younger 12.
nb: De eldre trente i 11 uker, de yngre i 12.

source: "Age-related muscle and strength loss limit the ability to fend for yourself, and the risk of disease and death increases.
nb: - Aldersrelatert tap av muskelmasse og styrke begrenser evnen til å klare seg selv, og risikoen for sykdom og død øker.

source: She was appointed professor of exercise science in 1997.
nb: Hun ble professor i treningsvitenskap ved NIH i 1997.

source: NIH collects, analyzes and stores such electronic tracks to manage ICT infrastructure, ensure efficient and cost-effective operation, and to protect NIH's ICT infrastructure from threats and abuse.
nb: NIH samler inn, analyserer og oppbevarer elektroniske spor for å administrere IKT-infrastrukturen, sikre effektiv og kostnadsbærende drift, og for å beskytte NIHs IKT-infrastruktur mot trusler og misbruk.

source: The thesis will be made public in the same version as it was submitted (§18.2).
nb: Avhandlingen gjøres tilgjengelig i den form den ble innlevert til bedømmelse (§ 18.2).

source: If you are active at a very young age, you reduce the risk of heart problems and type 2 diabetes when you get old.
nb: Er du aktiv fra du er svært ung, minskes risikoen for hjerteproblemer og diabetes 2 når du blir gammel.

source: You then also have to use your head and eyes effectively and you simply can't do that in artificial situations, whether it's during training or in the lab.”
nb: Da må man også bruke hode og øyne effektivt, og det får man bare ikke til i kunstige situasjoner, enten det er på trening eller i laben.

source: If his voice was too calm or gentle, he simply did not get through to the athlete during all the stress of the competition, and the athlete performed worse.
nb: Var han for rolig eller mild i stemmen, nådde han rett og slett ikke igjennom til utøveren i alt konkurransestresset, og utøveren presterte dårligere.

source: • Avoidance of excessive coactivation in tibialis anterior and gastrocnemius during the stroke cycle, and excessive use of triceps brachii during leg propulsion (non-propulsive arm phase), which may cause an earlier onset of muscular fatigue during training and competition.
nb: • Unngå unødvendig koaktivering i tibialis anterior og gastrocnemius i løpet av syklusen, og overdreven bruk av triceps brachii under bensparket (hvor overkroppen ligger i linjeholdning), som kan føre til tidligere muskeltretthet under trening og konkurranse.

source: The 20 m SRT may estimate V̇O2max accurately on group level, but a relatively large measurement error should be accounted for at the individual level.
nb: 20 m SRT kan estimere V̇O2maks nøyaktig på gruppenivå, men det må tas høyde for en relativt stor feilmargin på individnivå.

source: Anne Fylling Frøyen is affiliated with the
nb: Anne Fylling Frøyen er tilknyttet

source: We aimed to evaluate the effect of a new treatment method for women with BN or BED, combining guided physical exercise and dietary therapy (PED-t), being offered as group therapy.
nb: Vi ønsket evaluere effekten av en ny behandlingsmetode for kvinner med BN eller BED, hvor veiledet trening- og kostholds terapi (PED-t) kombineres og tilbys som gruppeterapi.

source: The Norwegian authorities have set a target whereby 8% of all commuter journeys nationwide should be undertaken by cycling.
nb: Norske myndigheter har satt som mål at 8 % av alle nyttereiser på landsbasis skal skje med sykkel.

source: Remember that the submission must be in pdf format.
nb: Det skal kun lastes opp én fil som MÅ være i pdf-format.

source: An additional aim is to investigate the reliability and validity of an aerobic fitness test (20 meter Shuttle Run Test) and different field methods for body composition (bodyfat) assessments.
nb: Studien undersøker i tillegg reliabilitet og validitet på en kondisjonstest (20 meter Shuttle Run Test) og ulike feltmetoder for måling av kroppssammensetning (fettprosent).

source: 1000 steps may be enough
nb: 1000 skritt er nok

source: Marie did her bachelor degree in physiotherapy at Sør-Trøndelag University College (2009-12) and completed her masters degree in sports physiotherapy at the Norwegian School of Sport Sciences in 2017.
nb: Hun er utdannet fysioterapeut ved Høgskolen i Sør-Trøndelag (2009-12) og fullførte sin mastergrad i idrettsfysioterapi ved Norges idrettshøgskole i 2017.

source: “In addition, more outdoor recreation needs to be included in teacher training, which should include both in-depth trip planning and training in respect of undertaking trips during the winter.”
nb: – I tillegg må det inn mer friluftsliv i lærerutdanningen, som både inkluderer grundig turplanlegging og opplæring i å ferdes ute vinterstid.

source: Construct validity was assessed by correlating outcome measurements (reach, composite scores and area calculations) from the HSEBT with the comparable SEBT.
nb: Konstruktvaliditetenble vurdert ved å korrelere utfallsmål (individuelle tester, sammensatte scores og arealberegninger) fra HSEBT mot SEBT.

source: Good muscle mass is also an indicator of staying active," says Hamarsland.
nb: En god muskelmasse er også en indikator på et an holder seg aktiv, sier Hamarsland.

source: They are also very easy to transport, says Ola Eriksrud.
nb: Og dessuten lett å ta med seg, sier Eriksrud.

source: “What we know is that fat-burning when resting increased equally for the PT and Bodypump participants who took part in such a test.
nb: - Det vi vet, er at hvile-forbrenningen økte like mye hos de PT- og Bodypump-deltakerne som ble med på en slik test.

source: Independent samples t-tests were used to determine between group (age, sex and level of physical activity) differences with calculation of effect sizes and group difference comparisons to minimal detectable change values (study II).
nb: Videre ble gruppeforskjeller (alder, kjønn og ulike nivåer av fysisk aktivitet) analysert med uavhengig t-tester, beregning av effektstørrelser og sammenlignet med minste reelleendring (etablert studie II).

source: According to Rustaden’s tests, the correct figure is just over 300, a result that is somewhat more than other Bodypump tests.
nb: Ifølge Rustadens tester, er det riktige tallet så vidt over 300, et resultat som ligger noe over andre Bodypump-tester.

source: mental health in elite sport
nb: mental helse i toppidrett

source: Professor Oddgeir Friborg, Ph.d., Department of psychology, UiT
nb: Professor Oddgeir Friborg, Ph.d., Institutt for psykologi, Norges Arktiske Universitet (UiT)

source: Semi-structured interviews were conducted with representatives of the bid committee (n=8) who were involved in the policy formulation, as well as with representatives of NIF (n=4), the organizing committee (n=4) and the County of Oppland (n=1) who were involved in the implementation of the policy.
nb: De semi-strukturerte intervjuene ble gjennomført med representanter fra søkerkomiteen (n=8), som var involvert i politikkformuleringen og ansatte innen NIF (=4) organisasjonskomiteen (n=4) og Opplands fylkeskommune (n=1) som var involvert i implementering av NIFs ungdomspolitikk.

source: PhD from the Norwegian School of Sport Sciences, investigating recovery and adaptation to exercise-induced muscle damage (2004-2009).
nb: Doktorgrad i idrettsfysiologi fra Norges idrettshøgskole, som omhandlet restitusjon og adaptasjon til arbeidsinduserte muskelskader (2004-2009).

source: • An earlier and longer pectoralis major activation during gliding phase of the legs (arm propulsive phase) to "grab" the water earlier and generate higher forward propulsion from the arm pull and use a more continuous coordination mode.
nb: • En tidligere og lengre aktivering i pectoralis major under glifasen til bensparket (den fremdriftsskapende fasen til armtaket) for "å fange" vannet tidligere og generere høyere fremdrift fra armtaket og bruke en mer kontinuerlig koordinering.

source: And the benefits of using e-bikes are almost as good as those acquired from normal cycling,' she says.
nb: Og gevinsten av å bruke el-sykkel er nesten like bra som med vanlig sykkel‚ sier hun.

source: In addition, the muscles on the upper limb showed an earlier activation with increasing effort (except trapezius) and can be a strategy to decrease the intra-cyclic velocity variations and a change in the coordination mode from a gliding stroke at 60% effort to a more continuous stroke at 100% effort.
nb: I tillegg viser også musklene på overkroppen en tidligere aktivering med økende innsats (bortsett fra trapezius) og kan være en strategi for å minske den intra-sykliske hastighetsforandringen og en endring i koordinasjon fra en mer gli preget teknikk på 60% til en mer kontinuerlig teknikk på 100% innsats.

source: The therapeutic effect from PED-t was comparable to the current preferred therapy (CBT), hence it may be an alternative pathway to recovery from BN and BED.
nb: Den terapeutiske effekten av PED-t eller CBT var tilsvarende gode, hvilket viser til at PED-t kan være en alternativ behandlingsmetode for BN og BED.

source: It will examine the prevalence of some common mental disorders (anxiety, depression, sleeping disorders (primarily insomnia), eating disorders, gambling problems, and substance abuse).
nb: Prevalens av utvalgte psykiske lidelser (angst, depresjon, søvnvansker (primært insomni), spiseforstyrrelser, gamblingproblematikk og rusbruklidelser) i norsk toppidrett vil undersøkes.

source: All delivery agents in the trial were familiar with the exercise programme and the majority believed in a preventative effect (coaches 90%, captains 81%).
nb: Alle trenerne og kapteinene i intervensjonslagene var kjent med treningsprogrammet de skullegjennomføre og flertallet hadde tro på at programmet ville ha en forebyggende effekt på skulderproblemer (trenere 90%, kapteiner 81%).

source: Replacements don’t feel the pressure.
nb: Vikarer kjenner ikke på press.

source: All studies included in the dissertation were performed in a randomized, double-blinded, placebo-controlled, crossover design at the Norwegian School of Sports Sciences in the Department of Physical Performance, between 2012 and 2016.
nb: Studiene i avhandlingen ble gjennomført i en randomized, dobbel-blindet, placebo-kontrollert, crossover design på Norges Idrettshøyskole ved seksjon for fysisk prestasjonsevne mellom 2012 og 2016.

source: From 2008 approximately 60 % of all scientific articles from NIH are freely available in
nb: Fra 2008 er omtrent 60% av alle NIHs vitenskapelige artikler fritt tilgjengelig i

source: “Regular exercise is incredibly important for persons with type 2 diabetes,” he agrees.
nb: – Og jevnlig trening er utrolig viktig for folk med diabetes 2, ja.

source: One of the questions that the NY Times and The Times asked was whether or not the results could be generalised and whether or not our findings could be transferred to ordinary people who use a bike either for excise or as a means of transport, he says.
nb: Et spørsmål som NY Times og The Times stilte, var om resultatene kan generaliseres, om funnene kan overføres til vanlige folk som benytter sykkel enten til trening eller som transportmiddel, forteller han.

source: Bioengineer with master in Molecular Medicine from NTNU/Universidad de Barcelona.
nb: Bioingengør med master i molekulær medisin fra NTNU/Universidad de Barcelona.

source: Jakob Tarp completed his PhD in Physical Activity Epidemiology at the University of Southern Denmark in 2018.
nb: Jakob Tarp disputerte i fysisk aktivitets epidemiologi ved Syddansk Universitet, Odense i 2018.

source: She was surprised about how bad things were.
nb: Hun ble overrasket over hvor dårlig det sto til.

source: Heat shock proteins and endogenous antioxidants in skeletal muscle
nb: Heat shock proteiner og endogene antioksidanter i skjelettmuskulatur

source: Maximum bone mass is developed by the age of 25, after which it is gradually reduced with age.
nb: Beinmassen er bygd maksimalt opp ved 25 års alder, og reduseres deretter gradvis med alder.

source: In the study, she examined physical activity in Norwegian seniors.
nb: I studien blir det også fortatt en stor kartlegging av fysisk aktivitet hos eldre i Norge.

source: He understood that," the athlete explained.
nb: Det forsto han», forklarte utøveren.

source: He has a Master’s Degree in Sports Coaching and Sport Psychology from NSSS and received in 2017 his PhD from research focusing on the dynamics of talent development in Norwegian handball.
nb: Han har en master i idrettsvitenskap fra NIH med fordypning i coaching og idrettspsykologi og fullførte i 2017 sin doktorgrad på temaet

source: What’s more, the limited power athletes have in relation to coaches and managers makes it all the more difficult for them to speak out, confirms Gerd Marie Solstad.
nb: I tillegg gjør utøvernes begrensede makt overfor trenere og ledere at det blir svært vanskelig for dem å melde ifra, forteller Solstad.

source: Torstein Dalen-Lorentsen was the team’s physical trainer.
nb: Torstein Dalen-Lorentsen var fysisk trener for laget.

source: She has been special issue Guest Editor for European Sport Management Quarterly and regularly serves as ad-hoc reviewer for leading international journals in the fields of sport marketing, sport management and service research
nb: Hun har vært Guest Editor for European Sport Management Quarterly og fungerer jevnlig som ad-hoc-reviewer for ledende internasjonale tidsskrifter innen idrettsmarkedsføring, idrettsledelse og serviceforskning.

source: Test–retest ICC for estimated percent body fat from skinfold and BIA was typically ≥ 0.95, while test–retest LoA were normally between ± 1─3 body fat percentage points.
nb: Test–retest ICC for estimert fettprosent var i de fleste tilfeller ≥ 0,95 for både hudfoldsmålinger og BIA, mens test–retest LoA vanligvis var mellom ± 1–3 prosentpoeng kroppsfett.

source: In summary, no clear benefit on acute anabolic outcomes were evident with post resistance exercise ingestion of native whey compared to WPC-80.
nb: Oppsummert fant vi ingen klare fordeler, ved inntak av nativ myse sammenlignet med WPC-80 etter styrketrening, for akutte anabole utfallsmål.

source: But after a while, sitting calmly in the canoe, she said: "I could fall asleep here.
nb: Men etter en stund sitter hun rolig i kanoen, og sier så:

source: In the page displayed, highlight "
nb: På siden som kommer opp, merker du treff i "

source: After you have mentioned in 2-3
nb: Etter at du med 2-3 setninger har nevnt

source: UngKan3 – how the children were tested
nb: UngKan3 – slik ble ungene testet

source: How a Master’s thesis ended up in the NY Times and The Times
nb: Hvordan en masteroppgave ender i NY Times og The Times
